Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/nmh.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Psychology, economics, law, social work, occupational therapy, nursing and education are amongst the most widely available topics.
nb: Psykologi, økonomi, juss, sosialt arbeid, vernepleie, sykepleie og barnehage- og grunnskolepedagogikk er fag som er godt dekket.

source: The pair were behind the first discussion forum for NMH students of the academic year, Student Talks, which addressed impostor syndrome.
nb: De to står bak studieårets første diskusjonsforum for NMH-studenter, Student Talks, hvor temaet er nettopp bedragersyndromet.

source: She also works and collaborates with groups such as Staerna and The Aerialists.
nb: Ho samarbeider óg med grupper som Staerna og The Aerialists.

source: It’s not that I want to do it to satisfy anyone else, but I can discover more about how I play.”
nb: Det er ikke at jeg skal gjøre det for å tilfredsstille noen andre, men jeg kan finne mer ut hvordan jeg spiller.

source: Elitism has become a kind of insult, even amongst people who would never dream of voting for a right-wing populist party.
nb: Men elitist har blitt et slags skjellsord, også langt inn i kretser som aldri ville drømt å stemme på et høyrepopulistisk parti.

source: The tuition is normally given in groups.
nb: Undervisningen foregår normalt i grupper.

source: Masterclasses, opera concerts, voice instruction/interpretation, staging rehearsals, playing with the orchestra at the Oslo National Academy of the Arts (duration: eight hours of instruction per week over two semesters, normally held during the first and second semesters of studies).
nb: Mesterklasser, operakonserter, sangundervisning/interpretasjon, regiprøver, orkesterspill ved KHiO (omfanget er åtte undervisningstimer per uke i to semestre, foregår normalt i studiets første og andre semester)

source: I was apprehensive and didn’t know what I might encounter, whether situations might arise and things might be triggered, and how I was supposed to deal with it.
nb: Jeg var jo spent og visste ikke hva som kunne møte meg, om det kom til å oppstå situasjoner og utløse ting, og hvordan jeg skulle romme det.

source: There is normally a core reading list of 300–400 pages related to the seminars.
nb: I tilknytning til seminarene legges det normalt opp et fellespensum på 300–400 sider.

source: “The EFC is really unique.
nb: – ECF er ganske unikt.

source: The main keywords in the meetings and the portfolios work are looking back and looking forward, overview and logs, identity and taste, integrity and values, musician’s role and context.
nb: Hovedstikkordene for samtalene og mappearbeidet er tilbakeblikk og fremoverblikk, oversiktsarbeid og logger, identitet og smak, integritet og verdier, musikerrolle og kontekst.

source: Various forms of musical notation and open form.
nb: Ulike former for notasjon og åpen form.

source: Brage Jørgensen Blix earned his master’s degree as a classical violinist from the Norwegian Academy of Music and Barratt Due Institute of Music in December 2019.
nb: Brage Jørgensen Blix uteksaminerte seg til mastergrad som klassisk fiolinist på Norges musikkhøgskole og Barratt Due Musikkinstitutt desember 2019.

source: Illustration by Espen Friberg
nb: Illustrasjon av Espen Friberg

source: : Send application to cempe@nmh.no. Deadline 15 April.
nb: Søknad sendes til cempe@nmh.no, frist 15. april.

source: Project leader Siri Storheim introducing first speaker of the day Camilla Overgaard, joining in via Zoom from Denmark
nb: Prosjektleder Siri Storheim introduserer konferansen første foredragsholder Camilla Overgaard, med på Zoom fra Danmark

source: At Cork Institute of Technology, CIT, such interdisciplinary experience-based projects are well developed.
nb: Ved Cork Institute of Technology (CIT) er slike tverrfaglige erfaringsbaserte prosjekter godt utviklet.

source: Ingfrid Breie Nyhus, deputy leader of CEMPE, are among the presenters.
nb: Nestleder i CEMPE, Ingfrid Breie Nyhus, deltar med en presentasjon på KU-basert utdanning og i panelet til slutt.

source: The exchange programme was an opportunity to “bury himself” in his instrument, as Eirik describes it.
nb: Utvekslingsoppholdet var en anledning til å «grave seg ned» i instrumentet sitt, som Eirik beskriver det.

source: Traditional Music Interpretation is for all students at the undergraduate and graduate levels.
nb: Folkemusikkinterpretasjon er felles for bachelor- og masterstudenter.

source: We want the one who gets the job to start this summer already, as the first activity in the project will happen in week 33 during the Oslo Jazz Festival.
nb: Du må beregne oppstart allerede i sommerferien da første aktivitet i prosjektet skjer i midten av august (uke 33) i forbindelse med Oslo Jazzfestival.

source: The percentage for the rest of the country is 43.
nb: Tallet for resten av landet er 43.

source: Nationaltheatret is, naturally, worth seeing both inside and outside and evokes associations with the year it was opened, 1899, when Oslo was called Kristiania and the bohemians reigned over the city’s cultural life.
nb: Nationaltheatret er en selvsagt severdighet både utenfra og inni, og tar deg med tilbake til åpningen i 1899, da Oslo var Kristiania og bohemene regjerte.

source: Orning has participated in a number of recordings of contemporary music, and in 2005 she released her solo album Cellotronics (Albedo).
nb: Orning har medvirket på en rekke innspillinger av samtidsmusikk, og i 2005 kom soloplaten Cellotronics (Albedo).

source: Auditions are held at the end of week 40 at the Academy, joint with the strings audition project.
nb: Prøvespill arrangeres på NMH i uke 40 i forbindelse med prøvespillprosjekt for strykere.

source: Other participants are the folk musicians Unni Løvlid (song) and Håkon Høgemo (harding fiddle).
nb: øvrige deltakere er folkemusikerne Unni Løvlid (sang) og Håkon Høgemo (hardingfele).

source: They include one-to-one tuition, classes, lectures, seminars, projects and study groups.
nb: Eksempelvis individuell undervisning, klassetimer, forelesninger, seminarer, prosjekter og kollokvier.

source: Implementation of two rehearsals during the production (activities related to rehearsal) at the Oslo National Academy of the Arts and the Norwegian Opera and Ballet.
nb: Gjennomføring av to prøver i løpet av en produksjon (innstuderingsarbeid) ved Kunsthøgskolen i Oslo/Den norske opera og ballett.

source: The doctoral dissertation should not exceed 300 pages in length.
nb: Avhandlingen skal normalt ikke overskride 300 sider.

source: Forum and interpretation
nb: Forum og interpretasjon

source: For a summary of expected progression, teaching hours and structure, please see the “Structure” section of the relevant programme of study.
nb: For oversikt over forventet studieprogresjon og veiledende undervisningsmengde og organisering, se ”Organisering” under beskrivelsen av det enkelte studieprogram.

source: He was born in 1989, and studied violin in his home city of Tbilisi, composition in Stuttgart and music technology at the Norwegian Academy of Music.
nb: Han er født i 1989, studerte fiolin i hjembyen Tbilisi, komposisjon i Stuttgart og musikkteknologi ved Norges musikkhøgskole.

source: Improvisation techniques (from chord and melody based improvisation with simple rhythms, to freer structures)
nb: Ulike improvisasjonsområder (fra akkord-/melodibestemt og entydig rytmisk utgangspunkt til friere strukturer).

source: Abstract: The student should write three abstracts which will serve as draft essays (see item 2 below).
nb: Studenten skal skrive tre sammendrag som utkast til essays (se punkt 2 under).

source: (Solo and/or chamber music.)
nb: (solo og/eller kammermusikk).

source: The techniques and effects the project is based on are multiple, new, unique, achievable on all concert level accordions and attainable to any proficient accordionist.
nb: Teknikkene og effektene prosjektet omhandler er nye, flertallige, unike, oppnåelige på alle akkordeon og overkommelige for enhver viderekommen akkordeonist.

source: How to use Skype for Business at NMH.
nb: Her finner du en brukerveiledning til Skype for business ved NMH.

source: And of course, we must mention the legendary Cosmopolite, which has been operating for nearly 30 years and has featured such artists as Gerry Mulligan, Diana Krall, Chick Corea, Joe Zawinul, Bo Diddley, Marcus Miller, Nusrat Fateh Ali Khan and Mulatu Astatke – music from all over the world, which will make an indelible impression.
nb: Også må du ikke glemme legendariske Cosmopolite scene som nå har holdt det gående i snaut 30 år med artister som Gerry Mulligan, Diana Krall, Chick Corea, Joe Zawinul, Bo Diddeley, Marcus Miller, Nusrat Fateh Ali Khan and Mulatu Astatke på scenen – musikk fra hele verden som er umulig å glemme.

source: into the future.
nb: Påbyggingsstudiet i utøving.

source: “I want to learn jazz from as many cultures as possible, experience the differences and be able to compare.
nb: – Jeg vil lære jazz fra så mange kulturer som mulig, oppleve forskjellene og sammenligne.

source: But now that I’ve been busy on this for a while, I can see that what interests me is to take different objects you wouldn’t expect to be used to make music and use them in a musical context.
nb: Men nå som jeg har holdt på med dette en stund, kan jeg se at det som interesserer meg, er å ta forskjellige objekter som ikke er forventet å brukes til musikk, og utnytte dem i en musikalsk sammenheng.

source: It’s not the computer program that does the analysis,” Thoresen stresses.
nb: Det er ikke dataprogrammet som gjør analysen, understreker Thoresen.

source: With the aid of a mentor and fellow students, I managed to get to the heart of the project.
nb: Ved hjelp av mentor og medstudenter kom jeg fram til kjernen i prosjektet.

source: To Hollywood, a much more glamorous prospect, perhaps.
nb: Til det litt mer glamorøse Hollywood.

source: You may also e-mail or phone Music Therapist van Doorn directly.
nb: Du kan også kontakte musikkterapeut van Doorn direkte.

source: Project description and supervision agreement
nb: Prosjektbeskrivelse og veiledningsavtale

source: Co-editors Danielle Treacy from the Sibelius Academy in Helsinki and Anna Houmann from Lund University form part of the team.
nb: Sammen med seg i redaksjonen har hun Danielle Treacy fra Sibeliusakademiet i Helsinki og Anna Houmann fra Lunds universitet.

source: This normally entails that if a student is absent for more than 20 per cent of the course time, he or she will fail the course.
nb: Dette innebærer normalt at fravær på mer enn 20 prosent medfører at studenten ikke består emnet.

source: Maybe I don't notice it.
nb: Jeg ser det kanskje ikke.

source: CEMPE Talks #5 – Gender – Quality – Creativity
nb: CEMPE Talks #5 – kjønn – kvalitet – kreativitet

source: During his more than 40-year-long musical career, many people have come to know Lasse Thoresen as a good listener and a kind man, with a humorous subtlety that can suddenly serve up a touch of irony, a smidgen of professorial pomposity or even tenderness.
nb: Gjennom sin over 40-årige karriere i musikklivet er mange blitt kjent med Lasse Thoresen som lyttende og vennlig, med en humoristisk underfundighet som plutselig kan by på et snev av ironi, en anelse professoral pompøsitet eller likefrem en sårhet.

source: The folk music that inspired the great masters #1
nb: Folkemusikken som inspirerte de store mesterne #1

source: “I thought I would use the opportunity of moving in academic circles to learn something systematically, something I wasn’t so good at.
nb: – Jeg tenkte jeg ville bruke muligheten av å være i akademisk omgivelser til å lære noe systematisk, noe jeg ikke var så god i.

source: When should you report it?
nb: Når skal du melde fra?

source: The course is taught for 90 minutes a week for 24 weeks.
nb: Det undervises i 90 minutter hver uke i 24 uker.

source: Instead, the two prize winners were surprised at their homes by the Norwegian Jazz Forum’s board chair Ingrid Brattset and general manager Gry Bråtømyr.
nb: Begge de to prisvinnerne ble i stedet overrasket hjemme av styreleder og daglig leder i Norsk jazzforum, Ingrid Brattset og Gry Bråtømyr.

source: We are arranging an open panel discussion on the subject at CEMPE Talks on 21 April.
nb: Vi inviterer til en åpen panelsamtale om temaet på CEMPE Talks 21. april.

source: : Siw Graabræk Nielsen and Guro Gravem Johansen, and guest teachers.
nb: Siw Graabræk Nielsen og Guro Gravem Johansen samt ulike gjestelærere knyttet til spesielle temaer.

source: It’s a great mental exercise.
nb: Det er en stor mental øvelse.

source: Now I want to go back to my roots and find the time to study more intensively,” says Bansal.
nb: Nå vil jeg tilbake til røttene mine og ha tid til å fordype meg mer, sier Bansal.

source: “No, but I’m guessing it will have something to do with the fact that music education was long founded on classical music and folk musicat the expense of other genres.
nb: – Nei, men jeg kan ane at det har sammenheng med at musikkutdanning og undervisning lenge var preget av klassisk musikk og folkemusikk på bekostning av annen musikk.

source: In the music room at Ila.
nb: Fra musikkrommet på Ila.

source: euphonist and exchange student, 2020/2021
nb: Eufonist og utvekslingsstudent 2020/2021

source: The student performs an own-choice programme lasting approx. 30 minutes.
nb: Studenten framfører et selvvalgt program på ca. 30 minutter.

source: Interpretation and performance presentation.
nb: Interpretasjon og formidling.

source: The course runs for the first semester of the programme and primarily involves seminars, student presentations, and literature study.
nb: Emnet går over det første semesteret i studiet, og gjennomføres i hovedsak som seminarer, studentpresentasjoner og litteraturstudier.

source: The programme comprises a total of 120 ECTS credits.
nb: Programmet har et omfang på til sammen 120 studiepoeng.

source: Documentation of the project from the group work (sound/images/examples of any finished products)
nb: dokumentasjon av prosjektet (lyd/bilde/eksempler på eventuelle ferdige produkter)

source: “I didn’t choose Norway; Norway chose me,” he says about why he came on an exchange here.
nb: – Jeg valgte ikke Norge, Norge valgte meg, sier han om hvorfor han utveksler akkurat hit.

source: Darla Crispin is enthusiastic about the particular characteristics of the discipline.
nb: Darla Crispin har stort engasjement for særegenhetene ved denne disiplinen.

source: The repertoire is planned in cooperation with the principal instrument teacher.
nb: Repertoaret planlegges i samarbeid med hovedinstrumentlærer.

source: Productions with larger and smaller ensembles at NMH.
nb: Produksjoner med større og mindre ensembler ved NMH.

source: Switzerland is not a member of the EU, but offers a programme that is the equivalent of Erasmus.
nb: Sveits er ikke med i EU, men tilbyr et program som en ekvivalent til Erasmus.

source: The concerts will be video-recorded.
nb: Konsertene blir dokumentert på video.

source: Assessment is based on learning objectives.
nb: Studenten vil bli prøvd i rytmikk og praktisk gehør.

source: The course provides experience in ensemble playing and Baroque performance practice.
nb: Emnet gir studentene erfaring med samspill og fordypning i barokk oppføringspraksis i ensemble.

source: Accompaniment and rehearsal
nb: Innstudering og akkompagnement

source: : String and Harp Department.
nb: Fagseksjon for strykere og harpe.

source: Students choosing alternative 1 commit to following at least 80 % of tuition in the course.
nb: Studenter som velger alternativ 1, forplikter seg til å følge minst 80 prosent av undervisningen i emnet.

source: Torfinn Lysne finishes his degree at the Norwegian Academy of Music.
nb: Torfinn Lysne spiller sin avsluttende eksamen på Musikkhøgskolen.

source: The midterm evaluation is compulsory for the class of 2017 and optional for earlier classes.
nb: fra og med kull 2017 og frivillig for tidligere kull.

source: The project description must be approved by the supervisor.
nb: Prosjektbeskrivelsen skal være godkjent av veileder.

source: It is a large international research project involving five countries and almost 1000 participants.
nb: HOMESIDE er et stort internasjonalt forskningsprosjekt som involverer nesten 1000 deltakere.

source: Haugen pauses for thought.
nb: Haugen tenker seg om.

source: In researcher Johannes Lunde Hatfield’s VR world, it is a different kind of excitement that is about to materialise.
nb: I forsker Johannes Lunde Hatfields VR-verden er det en annen type spenning som venter.

source: In many cases you have to be willing to go through that process, one that is often lonely and isolated.
nb: Man må, i mange tilfeller, ha viljen til å gå gjennom den prosessen, som ofte er en ensom og isolert prosess.

source: In this way, the project is made available and visible to a broad field.
nb: På denne måten gjøres prosjektet tilgjengelig og synlig for et bredt publikum.

source: is a course for music students and recent alumni initiated by Miranda Harmer (UK) and Camilla Overgaard (DK) in collaboration with the Centre for Excellence in Music Performance Education (CEMPE).
nb: er et kurs for musikkstudenter og alumni og er initiert av Miranda Harmer (UK) og Camilla Overgaard (DK) I samarbeid med Centre for Excellence in Music Performance Education (CEMPE).

source: The coronavirus helpline can help you in 23 different languages and also has access to an interpretation service.
nb: Koronatelefonen kan hjelpe på 23 ulike språk, og har også tilgang til tolketjeneste.

source: Music Teacher Education and Vocational Education (MUPP)
nb: Musikklærerutdanning som profesjonsutdanning (MUPP)

source: The album is part of Herresthal’s long-term project at the Norwegian Academy of Music, A String of Releases.
nb: Albumet er en del av Herresthals mangeårige prosjekt på Norges musikkhøgskole, A String of Releases.

source: As an academic and intellectual, I’m part of an elite by definition.
nb: Og som akademiker og intellektuell, så tilhører man per definisjon en elite.

source: Oral and written dissemination of the students’ own projects of an artistic and theoretical nature.
nb: Muntlig og skriftlig formidling av egne og andres prosjekter av kunstnerisk og teoretisk art.

source: But I have never experienced someone coming to the conclusion that it isn’t worth it.
nb: Men jeg har aldri opplevd at konklusjonen er en følelse av at det ikke er verdt det.

source: The final assessment is given on a scale from A to E and is determined based on an exam concert at the end of the fourth year of study.
nb: Avsluttende vurdering uttrykkes ved gradert karakter og fastsettes på grunnlag av en eksamenskonsert ved slutten av fjerde studieår.

source: “As long as I have my lessons and a place to practise, I’m happy.
nb: – Så lenge jeg får spilletimene mine og en plass å øve, er jeg happy.

source: When the project description has been approved and signed, a supervision agreement must be entered into between the student, the supervisor and the Academy.
nb: Når prosjektbeskrivelsen er godkjent og signert skal det inngås en Veiledningsavtale mellom student, veileder og Musikkhøgskolen.

source: The 37-year-old was born and raised in Norway, but both parents are Indian.
nb: 37-åringen er født og oppvokst i Norge, men begge foreldrene er indiske.

source: Interpretation seminars for all Master of Performance will be arranged as well.
nb: I tillegg arrangeres det interpretasjonsseminarer som er felles for alle studenter på mastergradsstudiet i utøving.

source: Pianist Ingfrid Breie Nyhus plays folk music, classical music and contemporary music on the piano.
nb: Ingfrid Breie Nyhus spiller folkemusikk, klassisk og samtidsmusikk på klaver.

source: , and is reproduced here with their permission.
nb: , og gjengis her med deres tillatelse.

source: Solli tells me there are 15 FACT teams in Norway, and a further 18 are in the process of being set up.
nb: Solli forteller at det er 15 FACT-team i Norge, og ytterlige 18 er i ferd med å etableres.

source: Going to the theatre, a concert or an exhibition is not always fun.
nb: Det er ikke alltid det er gøy å være på teater, konsert eller utstilling.

source: The student should choose the materials themselves under the guidance of their teacher.
nb: Valg av materiale gjøres av studenten selv under veiledning fra lærer

source: Why do people object to others voicing their opinion about what makes art good or bad?
nb: Hva er det som gjør at det finnes en motstand mot vurderinger av hva som er godt og dårlig på kunstens område?

source: In 2005 he moved to Norway to study with the renowned Frøydis Ree Wekre at the Norwegian Academy of Music and in 2011 was appointed as the professor at the same institution becoming the youngest professor in Norway.
nb: I 2005 flyttet han til Norge for å studere hos Frøydis Ree Wekre ved Norges musikkhøgskole og i 2011 ble han professor ved skolen, som den yngste professoren i Norge.

source: Something entirely new arose from the corona situation – something I hadn’t expected.”
nb: Det kom noe helt nytt ut av koronasituasjonen, som jeg ikke hadde venta.

source: Friday 4 September, all students at NMH will receive an invitation to participate in the world's first study on the risk of infection in lectures on campus or digitally.
nb: Fredag 4. september får alle studenter ved NMH invitasjon til å delta i verdens første studie av smitterisiko ved undervisning på campus eller digital undervisning. Husk å svare!

source: The course is for students on the Master of Music in Conducting programme.
nb: Emnet er for studenter på masterstudiet i dirigering.

source: Leading musicians worldwide appear here, presenting everything from newly composed contemporary music fresh from the pen to the masterpieces that are still the monoliths of music history – by Beethoven, Wagner, Mahler and countless others.
nb: Her sitter toppmusikere fra hele verden og presenterer alt fra nyskreven samtidsmusikk rett fra ferskvaredisken, til de mesterverkene som fortsatt er bautaer i musikkhistorien – Beethoven, Wagner, Mahler og utallige andre.

source: I thought it had to be an administrative error, explains Susanna Yttri Solsrud, a classical singer and master student in music education at the Norwegian Academy of Music (NMH).
nb: – Jeg kjente på det selv da jeg kom inn på profesjonsstudiet, jeg trodde det måtte være en systemfeil, forteller Susanna Solsrud, klassisk sanger og masterstudent i musikkpedagogikk ved Norges musikkhøgskole (NMH).

source: In the online application system, you will be asked to fill in the courses you wish to take at the Academy ("My studyplan").
nb: I det nettbaserte søknadssystemet vil du bli spurt om å fylle inn emnene du ønsker å ta ved Musikkhøgskolen ("My studyplan").

source: Room has also been made for guitars, percussion instruments and a small recording studio between the yellow-painted walls.
nb: Gitarer, perkusjonsinstrumenter og et lite studio har det også blitt plass til mellom de gulmalte veggene.

source: How do we deal with them?
nb: Hvordan skal man forholde seg til det?

source: He wants the students to identify their own values, and their role in a team.
nb: Han vil at studentene adresserer sine egne verdier, og sin rolle i et team.

source: On the basis of the project description, the student must write a minimum 500-word reflection paper that discusses the role of the opera répétiteur and the work and artistic process involved in the Master’s Project.
nb: Med bakgrunn i prosjektbeskrivelsen skal studenten skrive et refleksjonsnotat på minimum 500 ord der operarepetitørrollen, arbeidsprosessen med masterarbeidet og den kunstneriske prosessen drøftes.
